/* 
   Localizable.strings
   CrashReporterDemo

   Created by Andreas Linde on 04.03.09.
   Copyright 2009 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Oui";

/* For dialogs no buttons */
"No" = "Non";

/* For dialogs ok buttons */
"OK" = "OK";


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Rapport de plantage";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "%@ s’est fermé de façon inattendue. Souhaitez-vous envoyer un rapport d’incident anonyme pour nous aider à corriger le problème ?";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Toujours";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Envoyer…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Statut des Bogues";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "%@ s’est fermé de façon inattendue. La bonne nouvelle ? La cause du problème a été détectée et une solution a été trouvée pour les versions ultérieures. Restez à l’écoute.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "%@ s’est fermé de façon inattendue. La bonne nouvelle ? Nous avons déjà corrigé le problème et soumis une mise à jour à Apple. Veuillez patienter durant l’examen de cette mise à jour !";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "%@ s’est fermé de façon inattendue. La bonne nouvelle ? Nous avons déjà réglé le problème ! Veuillez installer la mise à jour la plus récente.";
